[
  {
    "id": "REG-001",
    "code": "SOLAS",
    "title": "Safety of Life at Sea (SOLAS)",
    "category": "Safety",
    "summary": "Sets minimum safety standards in the construction, equipment and operation of merchant ships.",
    "content": "The International Convention for the Safety of Life at Sea (SOLAS) is the most important international maritime treaty. Key chapters: Ch-I (General Provisions), Ch-II-1 (Construction/Stability), Ch-III (Life-saving appliances), Ch-IV (Radiocommunications/GMDSS), Ch-V (Safety of Navigation - AIS/VDR), Ch-IX (ISM Code), Ch-XI-2 (ISPS Code)."
  },
  {
    "id": "REG-002",
    "code": "MARPOL",
    "title": "Prevention of Pollution (MARPOL)",
    "category": "Environment",
    "summary": "Main convention covering prevention of pollution of the marine environment by ships.",
    "content": "MARPOL 73/78 covers: Annex I (Oil), Annex II (Noxious Liquid Substances in Bulk), Annex III (Harmful Substances in Packaged Form), Annex IV (Sewage), Annex V (Garbage), Annex VI (Air Pollution - Sulphur Cap 0.50%, NOx Tiers, EEDI/SEEMP/CII)."
  },
  {
    "id": "REG-003",
    "code": "STCW",
    "title": "Standards of Training & Watchkeeping",
    "category": "Crewing",
    "summary": "Qualification standards for masters, officers and watch personnel.",
    "content": "Sets qualification standards (CoC) and watchkeeping rules. Key mandates: Minimum rest hours (10 hours in any 24-hour period, 77 hours in any 7-day period). Requires familiarization training, basic safety training, and medical fitness standards."
  },
  {
    "id": "REG-004",
    "code": "MLC 2006",
    "title": "Maritime Labour Convention",
    "category": "Labor Rights",
    "summary": "The 'Seafarers' Bill of Rights' regarding working and living conditions.",
    "content": "Establishes minimum working and living standards. Covers: Minimum age, Medical certification, Qualifications, Seafarers' Employment Agreements (SEA), Wages, Hours of work and rest, Entitlement to leave, Repatriation, Accommodation, Food and catering, Medical care."
  },
  {
    "id": "REG-005",
    "code": "HAGUE-VISBY",
    "title": "Hague-Visby Rules",
    "category": "Cargo Liability",
    "summary": "International rules for the carriage of goods by sea (Liability Limits).",
    "content": "Updates the Hague Rules. Defines carrier responsibilities (Seaworthiness, Care of Cargo) and immunities (Act of God, Perils of the Sea, Fire). Limits liability to 666.67 SDR per package or 2 SDR per kg of gross weight, whichever is higher."
  },
  {
    "id": "REG-006",
    "code": "IMSBC",
    "title": "IMSBC Code",
    "category": "Cargo Safety",
    "summary": "International Maritime Solid Bulk Cargoes Code.",
    "content": "Mandatory for safe stowage and shipment of solid bulk cargoes. Classifies cargoes: Group A (Liquefiable - TML/FMP required), Group B (Chemical Hazard), Group C (Neither). Requires shippers to provide cargo information prior to loading."
  },
  {
    "id": "REG-007",
    "code": "ISPS CODE",
    "title": "Intl. Ship & Port Facility Security Code",
    "category": "Security",
    "summary": "Comprehensive set of measures to enhance the security of ships and port facilities.",
    "content": "Part of SOLAS Chapter XI-2. Requires ships to have a Ship Security Plan (SSP), Ship Security Officer (SSO), and continuous synopsis record. Sets Security Levels (1, 2, 3) dependent on threat level. Mandatory for all passenger ships and cargo ships >= 500 GT."
  },
  {
    "id": "REG-008",
    "code": "BWM CONVENTION",
    "title": "Ballast Water Management",
    "category": "Environment",
    "summary": "Standards and procedures for the management and control of ships' ballast water and sediments.",
    "content": "Aims to prevent the spread of harmful aquatic organisms and pathogens. Requires ships to have an International Ballast Water Management Certificate (IBWMC), a BWM Plan, and a Ballast Water Record Book. Most ships must now use Treatment Systems (D-2 Standard)."
  },
  {
    "id": "REG-009",
    "code": "IMDG CODE",
    "title": "Intl. Maritime Dangerous Goods Code",
    "category": "Cargo Safety",
    "summary": "Uniform principles for the transportation of dangerous goods by sea.",
    "content": "Mandatory under SOLAS and MARPOL. Covers packing, container traffic and stowage, with particular reference to the segregation of incompatible substances. Classifies dangerous goods into 9 classes (e.g., Class 1 Explosives, Class 3 Flammable Liquids)."
  },
  {
    "id": "REG-010",
    "code": "ISM CODE",
    "title": "International Safety Management Code",
    "category": "Safety Management",
    "summary": "Standard for the safe management and operation of ships and for pollution prevention.",
    "content": "SOLAS Chapter IX. Requires a Safety Management System (SMS) to be established by the Company. Key certificates: Document of Compliance (DOC) for the office, Safety Management Certificate (SMC) for the ship. Designated Person Ashore (DPA) provides link between ship and shore."
  },
  {
    "id": "REG-011",
    "code": "HAMBURG RULES",
    "title": "Hamburg Rules",
    "category": "Cargo Liability",
    "summary": "UN Convention on the Carriage of Goods by Sea (Shipper-friendly).",
    "content": "Alternative to Hague-Visby. Holds carrier liable for loss, damage, or delay unless they prove they took all measures to avoid it. Liability limits are higher: 835 SDR per package or 2.5 SDR per kg. Not as widely adopted as Hague-Visby."
  },
  {
    "id": "REG-012",
    "code": "ROTTERDAM RULES",
    "title": "Rotterdam Rules",
    "category": "Cargo Liability",
    "summary": "Modern convention for contracts of carriage (Door-to-Door).",
    "content": "Extends carrier's responsibility period to door-to-door (if agreed). Addresses electronic documentation (e-bills of lading). Liability limit: 875 SDR per package or 3 SDR per kg. Still in the process of ratification by major trading nations."
  }
]
